Repository: pypi-data/pypi-mirror-39
Catalog: packages/django-todopago/django_todopago-0.1.1-py3-none-any.whl/django_todopago/locale/*/LC_MESSAGES/django.po
Languages: es

source: name
es: nombre

source: A friendly name to recognize this account.
es: Un nombre amigable para reconocer esta cuenta.

source: The merchant ID given by TodoPago.
es: El merchant ID dado por TodoPago.

source: The API key given by TodoPago.
es: La API key dada por TodoPago.

source: sandbox
es: sanbox

source: Indicates if this account uses the sandbox mode, intended for testing rather than real transactions.
es: Indica si esta cuenta usa el modo sandbox, destinado a pruebas en vez de transacciones reales.

source: city
es: cuidad

source: The city where invoices are emitted
es: La ciudad donde se emiten las facturas.

source: country
es: pais

source: The country code where invoices are emitted
es: El pais donde se emiten las facturas.

source: post code
es: código postal

source: The post code where invoices are emitted
es: El código postal donde se emiten las facturas.

source: province
es: provincia

source: The province where invoices are emitted
es: La provincia donde se emiten las facturas.

source: address
es: domicilio

source: The address where invoices emitted
es: El domicilio donde se emiten las facturas.

source: merchant
es: mercado

source: payment date
es: fecha de pago

source: code
es: código
