Repository: pypi-data/pypi-mirror-39
Catalog: packages/stem-registration/stem_registration-0.0.48.tar.gz/stem_registration-0.0.48/stem_registration/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Адрес
uk: Адреса

source: Адрес дополнительно
uk: Адреса додатково

source: Город
uk: Місто

source: Индекс
uk: Індекс

source: Same
uk: Теж саме

source: Номер телефона
uk: Номер телефону

source: ИНН
uk: ІНН

source: Частное лицо
uk: Приватна особа

source: Частный предприниматель
uk: Приватний підприємець

source: Тип контрагента
uk: тип контрагенту

source: Адрес (доп.)
uk: Адреса (дод.)

source: Страна
uk: Країна

source: Страна происхождения контрагента
uk: Країна походження контрагенту

source: Почтовый индекс
uk: Поштовий індекс

source: Activation Failure
uk: Помилка активації

source: Account activation failed.
uk: Помилка активації акаунту

source: Не удалось активировать учетную запись
uk: Не вдалося активувати обліковий запис

source: Попробуйте пройти регистрацию повторно
uk: Спробуйте пройти реєстрацію повторно

source: Account activated
uk: Обліковий запис активовано

source: Активация завершена
uk: Активацію завершено

source: Спасибо за регистрацию!
uk: Спасибі за реєстрацію!

source: Log in
uk: Увійти

source: Log out
uk: Вийти

source: Please sign in
uk: Будласка, авторизуйтесь

source: Invalid login or password.
uk: Невірний логін або пароль.

source: Remember me
uk: Запам'ятати мене

source: Forgot your password?
uk: Забули пароль

source: Sign up?
uk: Реєстрація

source: Password reset complete
uk: Пароль скинуто

source: Ваш пароль был обновлен!
uk: Ваш пароль оновлено!

source: Теперь вы можете
uk: Тепер ви можете

source: войти в систему.
uk: увійти до системи.

source: Password reset
uk: Скинути пароль

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
uk: Мі відправили вам email з силкою на зміну пароля. Будласка перевірте вашу пошту.

source: Restore your password
uk: Востановити ваш пароль

source: Forgot password?
uk: Забули пароль?

source: Create a New Account
uk: Створити новий обліковий запис

source: Create your ...
uk: Добавити ваш обліковий запис

source: Account data
uk: Данні облікового запису

source: Company
uk: Компанія

source: I agree with
uk: Я згоден з

source: terms of service
uk: умовами сервісу

source: Save
uk: Зберегти
